---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DataTransferProgressChangedEventArgs
source: html/872b3c27-f214-aa70-93e0-0586ca29bc1b.htm
---
# DataTransferProgressChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.